import './App.less';

function App() {
  return (
    <div className="App">
      <div className="main-wrapper">       
        <section className="hero-sections">
          <div className="container">                      
            <div className="home-background">                                                      
                <div className="split">
                  <div className="background-item-1"></div>
                </div>                
                <div className="split">
                  <div className="background-item-2"></div>
                </div>
                <div className="split">
                  <div className="background-item-3"></div>
                </div>
                <div className="split">
                  <div className="background-item-4"></div>
                </div>               
              </div>     
              <h1 className="history-war">ИСТОРИИ О ВОЙНЕ</h1>               
              <nav className="header-nav">
                  <a href="#" className="stories-header active">Люди<span></span></a>
                    <span className="nav-spacer"></span>
                  <a className="countries-header" href="/countries">Истории<span></span></a>
                    <span className="nav-spacer"></span>
                  <a className="series-header" href="#">Война<span></span></a>
                </nav> 
                <p>Истории людей, бежавших от войны</p>
                <div class="arrow">  
                <a href="#yak2">                
                  <svg x="0px" y="0px" viewBox="0 0 500 500"><path d="M111,187.4c-7.6,6.6-7.6,17.3,0,23.9l116.2,101.2c7.6,6.6,19.8,6.6,27.4,0l116.2-101.2 c3.8-3.3,5.7-7.6,5.7-11.9c0-4.3-1.9-8.6-5.7-11.9c-7.6-6.6-19.8-6.6-27.4,0l-102.5,89.3l-102.5-89.3 C130.8,180.9,118.6,180.9,111,187.4z"></path></svg>              
                </a>
                </div>                
                </div>
          </section>
          <section className="info-sections" >        
            <div className="container">   
              <div className="container-header"> 
                <h1 className="post-container-header">ПОСЛЕДНИЕ ИСТОРИИ</h1>
                <h2 className="post-container-subheader">LATEST STORIES</h2>    
              </div> 
              <div className="row">
                <div className="col-sm-6">
                <a href="#" class="hover-transform-block">
								  <div class="transform-block">
                    <div class="img-holder">
                      <div className="post info-1" id="yak2"></div>  
                      {/* <img src="src/assets/images/post-1.jpg" alt="" class="hover-image-scale" width="500" height="600"/> */}
                    </div>                   
                  </div>													
								  <p className="post-text">24 лютого близько 2-ї години ночі я встала попити води і виглянула у вікно. На вулиці не горіли ліхтарі і темрява була якоюсь нагнітає. З неприємним відчуттям я пішла спати, а в 5 годин я вже підскочила на ліжку від звуків вибухів і побачила чоловіка, що стоїть біля вікна. Ми взяли нашого 3х місячної дитини і перемістилися в зал, подалі від вікон. 
                    Через якийсь час у всіх пабліках почали писати, що через годину буде масовий обстріл міста і всім необхідно пройти в укриття.
                    Чоловік зібрав пару рюкзаків в документами, підгузниками та іншими необхідними речами для дитини, а я до останнього не могла повірити, що нам доведеться покинути будинок. Трохи прийшовши в себе, я доповіла необхідні на мій погляд речі і зібрала дитину. Ми прийняли рішення пройти до метро, заодно заглянути в підвал нашого будинку. Оглянувши підвал, ми зрозуміли, що єдиним виходом для нас на даний момент - спуститися в метро.
                    Коли ми спустилися в метро, там вже було повно народу, хтось сидів просто на підлозі, хтось на карематі, інші люди розмістилися просто на щаблях. 
                    Як виявилося наші друзі, які переїхали днями в наш район, теж спустилися в метро. У метро ми провели близько 5 годин. Перебувати там, та ще й з маленькою дитиною було важко морально і фізично. Ми всі разом прийняли рішення йти ночувати до друзів, додому повертатися нам здалося безпечним, так як наша квартира знаходиться на 9 поверсі і будинок розташований біля мосту.
                    На ранок друзі прийняли рішення виїжджати з міста електричкою, а далі дивитися по ситуації і вирішувати куди їхати далі. Для нас така дорога була нереальною з дитиною, тому ми вирішили залишитися в квартирі у друзів.
                    Ми перебралися в коридор на підлогу і змогли нарешті поспати пару годин за весь час з початку війни. Запасів їжі, води, підгузників у нас було достатньо і ми були більш-менш спокійні наскільки це можливо під час війни. Але з кожним днем обстановка загострювалася, ракетні удари стали наносити не тільки по військових об'єктах, а й по житлових будинках. Останньою точкою в нашому терпінні на 6й день війни для нас стали винищувачі. Коли вони пролітали над містом, тряслися стіни будинку. І ми зрозуміли, що більше залишатися в місті у нас немає ні сил, ні бажання. У цей вечір було багато переписок і скликань з друзями, які ще залишалися в місті. В один момент ми категорично вирішували, що завтра з ранку виїжджаємо, а через годину нас огортав страх і паніка, і ми думали залишитися і ще подивитися на ситуацію. Ніч перед виїздом з Харкова була безсонною і дуже хвилювальної. Сам факт поїздки з немовлям в невідомому напрямку, пробки по всьому маршруту, проблеми з паливом, ще й історії обстрілу цивільних автомобілів.
                    Наша подорож почалася з квесту викликати таксі, так як нам потрібно було дістатися в інший район до друзів, які погодилися взяти нас з собою в свою машину. Час хвилювання, але таксі таки приїхало до нас. 
                    В дорозі до нашого кінцевого пункту призначення ми провели 4 дня, зупиняючись щоночі на ночівлю. За цей час ми навчилися в русі міняти дитині підгузник, розважати, годувати і укладати спати.
                    У кожному місті, де ми зупинялися на ночівлю, нас зустрічали добрі, привітні люди. Хтось брав нас у себе в будинку, хтось в квартирі, всюди нас годували, вислуховували наші страшні історії, бажали нам світу і відправляли в дорогу вранці.
                    Зараз ми живемо на заході України, і про війну нам нагадують тільки сирени тривоги. Щоб прийти в себе і почати хоч якось возвращатьсч до життя нам знадобилося більше місяця. Але страх перебування біля вікон, залишився до сих пір.</p>
							    </a>
            </div>
            <div className="col-sm-6">
              <a href="#" class="hover-transform-block">
								<div class="transform-block">
									<div class="img-holder">
									  <div className="post info-2"></div>  
									</div>                   
								</div>														
								<p className="post-text">Моя історія війни почалася з 2014 года. Я вийшла з дому г.Антрацита Луганській області і побачила що по ростовській трасі йшли колони машин з російськими военнимі. 
                  За моїм будинком були поставлені гради, які стріляли в сусідні города. На підприємствах міста були розвішені російські флагі. Я зібрала ручну поклажу і виїхала до Харкова через Росію, по Україні проїзду не було, пішли боі.Россійскіе громадяни, ошелешили своїм поглядом на те, що відбувається: "Правильно що біжите з України, ці Бендери ще й на своїй мові змусять вас говорити..." В суперечки я не вступала, пропаганда зробила свою справу, особливо якщо і відсутній інтелект.
                  Харків гостинно зустрів меня.Жизнь поступово налагоджувалася.
                  І ось пройшло вісім років.
                  Писали що буде війна, мозок це не прінімал. Однажди прокинулися від шуму сусідів під вікном, звістка була жахлива: "Війна".
                  Хотілося сподіватися, що це тривати недовго, що таке неможливо в 21 столітті і весь світ повинен зупинити цей нахабний геноцид.
                  Але це були всього лише наші надії. 2 березня 2022года різко засвистіло на вулиці і кімната осяяла яскравим пламенем.Потом були вибухи 9 випущених ракет по Холодній горе. Ми швидко зібрали речі і вирушили в Кременчук.</p>								          
							</a>
            </div>
          </div>               
              
            </div>       
        </section>
        <section className="footer">
          <div className="img-ukraine"></div>           
          <p className="footer-text">Больше историй о Войне</p> 
            <div className="social-footer">
              <a></a>
              <a></a>
              <a></a>
            </div>
        </section>
      </div> 
    </div>
  );
}

export default App;
